Repository: EdgarCabral/Concrete5-Sitio-web-para-marca-personal
Catalog: packages/ab_star_rating/languages/*/LC_MESSAGES/messages.po
Languages: es_py

source: Add Star Rating package
es_py: Добавить модуль Звездного Рейтинга

source: Star Rating
es_py: Звездный Рейтинг

source: Add Star Rating block
es_py: Добавить блок Звездного Рейтинга

source: Something went wrong, please try again
es_py: Что-то пошло не так, пожалуйста попробуйте еще раз

source: Please log in to post rating
es_py: Пожалуйста, войдите, чтобы оставить рейтинг

source: Your rating has already been posted, please wait for %s before posting another one
es_py: Tu opinion ya se ha publicado, tendrás que esperar: %s.

source: Errors found:
es_py: Algo salió mal:

source: seconds
es_py: segundos

source: minutes
es_py: minutos

source: hours
es_py: horas

source: Size must be decimal value from 0.7 to 2
es_py: Размер должен быть десятичным числом от 0.7 до 2

source: Rating block
es_py: Блок рейтинга

source: Star-Font Size (em)
es_py: Размер символа звезды (em)

source: Values from 0.7 to 2
es_py: Значения от 0.7 до 2

source: Star Color
es_py: Цвет звезды

source: Show average rating?
es_py: Показывать средний рейтинг?

source: Show text with stars?
es_py: Показывать текст со звездами?

source: Max 256 characters
es_py: Макс 256 символов

source: Awful
es_py: Ужасно

source: Bad
es_py: Плохо

source: Ok
es_py: Нормально

source: Good
es_py: Хорошо

source: Awesome
es_py: Отлично

source: Oops
es_py: Ой

source: Numbers only!
es_py: Только числа!

source: Size value error:
es_py: Ошибка значения размера:

source: Thank you for your rating
es_py: Gracias por tu opinion :)

source: Average rating
es_py: Средний рейтинг

source: Settings Saved
es_py: Настройки сохранены

source: Min wait must be integer < 86400
es_py: Мин период ожидания должен быть < 86400

source: Min Wait Period between Posts (sec)
es_py: Мин период ожидания между отправками (сек)

source: Values from 0 to 86400 (86400 sec = 24 h)
es_py: Значения от 0 до 86400 (86400 сек = 24 ч)

source: Save Settings
es_py: Сохранить настройки

source: Star Rating Settings
es_py: Configuración de valoración
